[
	{
		"id": "1",
		"title": "Goal Setting For a Happier You!",
		"date": "2015-10-21",
		"img": "",
		"content": "I’ve been thinking a LOT about goal setting recently. We kind of know by now that they are really effective and important if you want to be successful and happy in any area of your life, and that’s all good. I’m not here to tell you the benefits of it because frankly, you probably already know.

However, despite this knowledge, I was all excited and I set out to write goals and I was stumped. I thought to myself “It’s great having all this knowledge about the benefits of goal setting, but what do they really mean and how do I apply it?”.

I was stumped because I knew it was easy for me to be superficial and casually write things down that I wanted, but I knew deep down I wouldn’t really follow through on them. What I found to be my biggest obstacle was nothing to do with a ‘lack of motivation’ to set goals, or that I didn’t have any – that was far from the truth and in reality I experienced the opposite, making it all the more frustrating.

My problem was I didn’t understand how to set them out and what I really wanted.

And that is why I have decided to write this blog today. If you’re anything like me and you really need to understand why and how to do things, then hopefully this blog will help you.

I spent a lot of time really investigating this, looking into effective ways to do it and ultimately getting really introspective because I felt that without goals and no clear way to understand them, I was lacking direction in my life and felt a bit stuck.

Since I specialise in nutrition and training, you will notice that I have centred the goals around these areas, but these tips can be applied to any area of your life, whether it be about your relationships, career, financial, educational and the list goes on.

So, enough talk, here’s a comprehensive guide to help you set your goals today!

NUMBER ONE – THE WHY BEFORE THE HOW

Before we get into the nitty gritty of how to set goals in writing effectively, it is really important to understand why you want to achieve that goal. What I mean by that is, if you have a goal to lose 7lbs of body fat, why is this goal so important to you? Really think about it – have you set this as a goal because somebody else did it and you think you should, or is it so that you can feel more confident and good about yourself? It is really important that we understand why it is important because if deep down it isn’t, then you will not fulfil this goal and even if you do, you won’t gain much satisfaction from it. If you have a strong enough reason, you will always work out how you can achieve it.

NUMBER TWO – SMART GOALS

So when we are talking about goals, what we really mean is SMART goals. This stands for:

Specific – Is it clear, well defined and precise?

Measureable – Does your goal include precise amounts or dates so you can measure your degree of success? If you want to lose weight with no amount or date attached, how will you know if you have succeeded?

Attainable – Is your goal achievable within the set time frame? There is a fine balance you want to strike here, not giving yourself too much time so you don’t prioritise it, but equally not giving yourself only 3 days to lose a stone. This may change as you get into it, but having a rough idea is a good place to start to give yourself a sense of urgency.

Relevant – Is your goal relevant to the direction you want your life to take? Knowing this will help develop focus on what you need to get ahead and do what you want.

Time Orientated – Does your goal have a deadline? Having a deadline means you know when you can celebrate your success. Your sense of urgency increases and achievement will come that much quicker.

Here is an example of a SMART goal:

S – To lose 7lbs of body fat

M – I will follow a healthy eating and exercise programme designed by my Personal Trainer and I will use a calorie and macronutrient counter to track it

A – Losing 1lb of body fat per week is healthy and achievable

R – I want to feel good about myself

T – 8 weeks

NUMBER 3 – THE ACTION PLAN

Okay this is the part that is often missed out. People get so excited about setting their goal that they forget all about the steps they will have to take to achieve it. I’ll use the above example to demonstrate what I mean. Without an action plan, it can be really discouraging to think about losing 7lbs of body fat and not have the first clue about how to get there. I believe this is often why people give up on their goals and talk themselves out of setting any new ones, because simply stating what they wanted didn’t work. You must take action and know what that action is.

Creating an action plan is so important because it breaks down your massive goal into smaller, more manageable steps. It will help you to achieve small goals, which will lead to realising you can achieve bigger goals.

In other words, if you get into the habit of setting small goals and achieving them, you will feel more confident that you CAN achieve goals, and these small steps are leading you to your bigger goals.

Another set back I had was understanding the difference between the actual goal, and the steps towards achieving the goal. It is important to understand the difference between them and know that the steps are small, measurable actions that lead to a bigger, more meaningful goal. If we get too wrapped up in the steps, it can be easy to forget the reason why you’re doing it in the first place, and we know by now how important the reason is behind any behavioural change, so we must always be able to see the reason.

So this is where the fun begins. Now you have your goals, write down ALL of the possible ways you could achieve this goal. Really get creative and literally brainstorm – get a pen and paper now! Once you have done this, choose a few of the suggestions from your brainstorm that you think would be the most effective ways (at least to begin with) and write them out in a list.

One of my goals is to eat foods and follow a training programme that is optimal for my health, so this is an example of what an action plan looks like to me:

Drink 4/6 pints of water everyday and a green tea with each meal
Eat a protein source with every meal
Eat a variety of vegetables with every meal
Track my food intake on a calorie and macronutrient counter as a tool to measure my progress and assess what works, and to keep me accountable. (I recommend you use some tool to track ANY goal, this has been so important to my success!)
Be organised, make sure I have the right foods available so I’m less likely to eat foods that aren’t optimal
Eat whole, one ingredient foods and eliminate processed food
Follow my training program and go to the gym 5 days a week
Buy local produce to support small businesses and to ensure I’m getting the best quality of food.
By all means, your action plan does not have to look like mine as your goals will be different. You can start off with a smaller list so it doesn’t feel too overwhelming. Trying to do everything on a large list as a beginner can be daunting, which makes it unlikely to lead to sustainable behavioural change. You can develop this list once completing your steps become easier.

However, although your list will be different, I highly recommend that any list you create involves some way of tracking your goal. I cannot stress this enough!

It is really important because it helps keep you motivated, it helps you understand what does or does not work, and helps you to assess what areas you could improve on. Most people will overestimate the amount of work they put in by guessing, so it is really important you do this. Tracking your goal can be as simple as jotting down in your diary if you worked out that day and what foods you ate, or you can use a calendar to schedule times you plan to carry out an action. There are many ways you can do this, figure out what works best for you.

Once you have established your action plan, take action NOW. Choose an action from your list and really get the ball rolling. Go to the gym, track what you just ate, throw out all your junk food, whatever it takes to say ‘I am really doing this!’ and do it right away! Realise The Power of Now and just do it.

NUMBER FOUR – DECIDE WHETHER IT WORKS OR NOT AND BE FLEXIBLE IN YOUR APPROACH

So now you have your goals, you have your action plan and things maybe after a little while (be patient though, Rome wasn’t built in a day), things aren’t going as well as you hoped. That’s okay! Nobody is expecting you to get it right straight away. Be flexible in your approach and understand that achieving success towards your goals does not mean perfection. Success means not giving up until you find a way that works and being consistent with your actions.

So, assess your action plan, consider what else could work and try that. Maybe you realise you’re not as clued up on what food to eat for you or how to exercise in the gym. However, there are people who can so you approach them, whether it is a friend or a Personal Trainer. Having this person can also be very useful when it comes to achieving your goal, as they will hold you accountable to keep taking consistent action.

The key thing to remember here that I cannot overstate is that the goal hasn’t changed, but the way you approach achieving that goal can. Remember, if your reason is strong enough to achieve that goal, you will always find a way to do it even if you have to be flexible in how you go about it.

NUMBER FIVE – DON’T GIVE UP

Just a final note really. You will face obstacles, you may give excuses and you may fall off the band wagon. You are human and this is completely normal. Forgive yourself, let it go, learn from your mistakes and move on. Don’t give up because you really can get there with a bit of persistence and consistency. Adopt the right attitude, ask yourself the right questions and you will always find a way."
	},
	{
		"id": "2",
		"title": "My Decaf Experiment",
		"date": "2015-11-13",
		"img": "",
		"content": "Okay, before we get started, I would just like to point out that I am using the word ‘experiment’ arbitrarily, it is by no means a scientific study – it is merely based on observations of my own body and experience. And just to be clear, I am not against caffeinated coffee.

Research has suggested time and time again that there are many benefits of drinking caffeinated coffee including:

The high levels of antioxidants. Antioxidants are essential to optimal health as they neutralise reactive compounds called ‘free radicals’, which in turn reduces oxidative damage to living cells. The consumption of antioxidants has been linked to the prevention of diseases such as cancer, heart disease and type 2 diabetes.

Increased energy levels, alertness and concentration

Improved general cognitive functions including memory, mood, vigilance and reaction times.

Anyway, the list goes on. Coffee is great, hurray! However, the reason I have decided to go decaf is because A) I am interested in my reason for drinking coffee, and B) perhaps I drink too much of it.

It all came about when it occurred to me that I am serial coffee drinker. I realised that I hadn’t gone a day without coffee in years – no exaggeration. I literally couldn’t remember a time I didn’t drink it which worried me a little, and I am sure that is true for many.

So it got me thinking, ‘Why do I really drink coffee? Do I drink coffee because I am dependant on it’s stimulating properties, do I drink it because I enjoy the taste or am I just in the habit of drinking it?’. I can honestly say that the health benefits would only be a bonus for me personally, not a reason.

Now you may be thinking, ‘Well, even if it is a dependance but it’s has loads of benefits, what’s the problem?’ and honestly, it might not be. I can’t say for sure, everyones sensitivity to stimulants can vary, and it can depend on how stressed the individual is. Which brings me onto my next point.

Research has demonstrated many times that despite it’s benefits, caffeine does elevate the secretion of cortisol – the hormone responsible for waking you up in the morning and a variety of catabolic reactions (the breakdown of tissues).

By all means, cortisol production is absolutely essential to life and without it, we would literally get nothing done. In theory, we release high levels of cortisol in the morning to get us up, energised and ready to hustle. Cortisol should then gradually reduce as the day comes to an end, whilst working simultaneously with other hormones to prepare us for sleep (in a nut shell).

However, for many people this is not the case. There is something else going on here. If, in theory, cortisol secretion peaks in the morning to wake us up, it seems odd that so many of us ‘need’ caffeine to create even more… especially at a time of day we should have the most amount of cortisol in our system.

Well, this is where we need to dig a bit deeper. The problem is down to the type of lifestyle we lead nowadays. Western society is secreting much more cortisol throughout the day than we need to be, due to higher levels of stress we encounter each day. This leads to cortisol levels being high later at night rather than settling down, meaning we don’t get to sleep so easily and we sleep poorly. Then we wake up in the morning feeing groggy, grab a coffee and the whole cycle continues. Sound familiar? Not only is this an unpleasant cycle, but too much cortisol can lead to a host of health problems too. These include increased blood pressure, blunted insulin sensitivity, autoimmune problems caused by an overactive immune system, decreased sex drive and unfortunately, the list goes on.

So, if we know that most people already have elevated cortisol levels above the optimal amount, perhaps adding caffeine into the mix isn’t the way to go.

Yes, caffeine has its benefits, I will never deny that. However, there must be other ways to reap those benefits without increasing cortisol secretion that we don’t need, right?

You might be thinking ‘But I love the taste of coffee!’

And this brings me onto decaf. There is some variance in conclusions but the general consensus is that with regards to antioxidant levels, decaf coffee has slightly less than caffeinated coffee due to the extraction of the caffeine, but they are fairly similar. It’s also been suggested that both decaffeinated, like caffeinated coffee, is associated with lower rates of disease. Plus, in all honest truth, it tastes pretty similar if you get decent stuff.

However, the question you really have to ask yourself is – if you drink coffee because you enjoy the taste, not for the health benefits, does any of it really matter? And if you drink it first thing because you feel you simply couldn’t function without it, is that perhaps a red flag that needs addressing?

So to sum up, what I am really looking at here:

Do I drink coffee for taste, or energy?

How else can I reap the benefits of coffee?

If I am dependant on it and I am highly stressed, how can I address this issue?

After two weeks of drinking decaf – here’s what I found:

I guess a rather unsurprising finding: although the taste of decaf is very similar to regular coffee and drinking decaf satisfied the habitual aspect, I definitely was less alert in the morning to begin with.

Again, unsurprisingly: this effect was significantly lessened when I had a good night’s sleep and had eaten nutrient dense foods the day before.

Swapping to decaf was initially horrible, I’m not going to sugar coat it. However, with a bit of time, it got far easier. I realised that the habitual aspect and taste was far more important than feeling buzzed. This to me was the most interesting finding.

I actually felt better throughout the day, without suffering from the caffeine crash and headaches and in general, more relaxed.

Where do I go from here?

So all in all, I was pretty happy with those findings. For me, it has certainly changed the way I consume coffee, and I can honestly say that I consume far less caffeinated coffee than I did previously. I also found, since the experiment ended and I drank caffeine again (one every few days, rather than 3-4 per day), the stimulating effect of caffeine was very noticeable. Since reducing my overall caffeine intake, I am far more sensitive to caffeine and now I can actually use it more strategically, for a pre workout for example."
	},
	{
		"id": "3",
		"title": "How to Start off a Great New Year",
		"date": "2016-01-04",
		"img": "",
		"content": "Anyone else feel like this?

You’ve had a lovely christmas, eaten a bit more than usual and now the New Year has arrived you’re feeling the pressure to get back to the gym and ‘eat clean’. I would like to propose a different way to approach the New Year.

We live in a culture where we have been conditioned to fall for the ‘all or nothing’ approach. It’s natural and understandable, but does it really work? Maybe instead of using January as the month to punish ourselves, we take it one step at a time.

When you really think about it, going from eating everything insight and the only movement involved is walking to the pub (it’s Christmas after all, right?), to then training 6 times a week at the gym and eating like a rabbit, is just a bit silly.

The reality is, by not eating Christmas pudding for breakfast, waking up to a glass of champagne or all those other things we do in December, you will already start to see differences in your body. So why do we always have to go so hard on ourselves?

So with that in mind, here are some ways to start off to a great year:

If you’ve taken some time off from exercise, ease yourself back into it. Do some more walking, introduce a couple of gym sessions and enjoy exercise again.
Eat a protein source at each meal
Drink 2 litres of water a day
Include more vegetables and fruits at each meal
Get enough sleep. Chances are, you didn’t get enough of it in December so aim for 8 hours a night.
… and that’s it. In fact, you wouldn’t even have to do all of those things at once, just introduce one at a time until it becomes easy. Don’t stress, create sustainable change and please, stop punishing yourself.

Have a lovely January,

Sarah Cee x"
	}
]