[
	{
		"id": "1",
		"title": "Dressing for winter",
		"author": "School Secretary",
		"date": "2015-11-30",
		"content": "As the cold snap continues we would like to remind all parents/guardians and pupils about the importance of wrapping up warm. Parents/guardians, please ensure you send your child to school suitably dressed and wearing a coat. The children will not be allowed to play outside at break time without a coat. Please also ensure suitable footwear is worn. "
	},
	{
		"id": "2",
		"title": "Write A Book project",
		"author": "School Secretary",
		"date": "2015-12-09",
		"content": "1st class have been working very hard over the past number of weeks. Each pupil has written and illustrated their own story. The stories have been entered into the Write A Book competition. Many thanks to Ms. Brown for all her hard work."
	},
	{
		"id": "3",
		"title": "Headlice",
		"author": "School Secretary",
		"date": "2016-01-15",
		"content": "Unfortunately it has come to our attention that there is a case of headlice in the school. Please check your child’s hair with a fine brush and treat with shampoo if necessary. "
	},
	{
		"id": "4",
		"title": "Valentine’s Day Cake Sale",
		"author": "School Secretary",
		"date": "2016-02-01",
		"content": "Don’t forget the Valentine’s Day cake sale will take place in the hall on Friday 12th February. This is an event organised by the PA to raise money for the school. All the children are encouraged to bake something for the sale and are also encouraged to bring in a small amount of money to buy some tasty treats!"
	},
	{
		"id": "5",
		"title": "School closure – General Election",
		"author": "School Secretary",
		"date": "2016-02-03",
		"content": "As you are no doubt aware a general election has been called for Friday 26th March. As GMNS is a designated polling station the school will be closed on this day."
	},
	{
		"id": "6",
		"title": "2nd class Assembly",
		"author": "School Secretary",
		"date": "2016-02-10",
		"content": "2nd class will lead assembly on March 11th  at 9am. Their theme is Spring. All are welcome to attend."
	},
	{
		"id": "7",
		"title": "Proclamation Day",
		"author": "School Secretary",
		"date": "2016-02-09",
		"content": "Our Proclamation Day in memory of the 1916 Rising will take place on Monday 14th March. There will be a special assembly held at 10am and all parents and guardians are invited to attend. Following the assembly family members will have an opportunity to view some of the wonderful projects, poems and artwork the children have been creating over the past few months."
	},
	{
		"id": "8",
		"title": "New website launched",
		"author": "School Secretary",
		"date": "2016-02-11",
		"content": "Our new website has been under development for some time, we are pleased to announce that it is now fully completed."
	}

]
